<?php

// Action Pack for Discuz! Version 1.0.0
// Created by Crossday

$actioncode = array
(
	0 => '回到论坛',

	1 => '浏览论坛首页',
	2 => '浏览论坛版块',
	3 => '浏览帖子',
	5 => '注册为新会员',
	6 => '登录论坛',
	7 => '使用控制面板',
	8 => '我的',

	11 => '发新话题',
	12 => '回复主题',
	13 => '编辑帖子',
	14 => '下载附件',
	15 => 'X-Space导入论坛',

	21 => '查看论坛公告',

	31 => '查看在线用户',

	41 => '查看会员列表',

	51 => '查看使用帮助',

	61 => '查看用户资料',
	62 => '查看信用评价',

	71 => '评分',
	72 => '查看评分记录',
	73 => '查看警告记录',

	81 => '购买主题',
	82 => '查看主题购买记录',

	101 => '收发短消息',
	102 => '查看通知',
	111 => '论坛搜索',

	121 => '推荐给朋友',
	122 => '向版主反映帖子',
	123 => '加入/移除 文集',

	131 => '查看论坛统计数据',

	141 => '取回密码',

	150 => '个人空间',
	151 => '文集',
	161 => '悬赏',

	170 => '道具商店',
	171 => '我的道具箱',
	172 => '道具市场',
	173 => '道具日志',

	180 => '论坛任务',

	191 => 'WAP - 浏览首页',
	192 => 'WAP - 浏览论坛版块',
	193 => 'WAP - 浏览帖子',
	194 => 'WAP - 工具箱',
	195 => 'WAP - 发新话题',
	196 => 'WAP - 回复主题',
	197 => 'WAP - 短消息',

	201 => '使用版主权限',

	210 => '访问管理面板',
	211 => '访问管理中心',

	254 => '无效的越权访问',

	255 => '提示信息/页面跳转'
);

$language = array
(
	'guest' => '游客'
);
?>